9/data/attachments/4ea8b6b5a290348f.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:allUsersPageRequest>
            <nif:username>soap_user_d1f9b4c5-4f3b-443a-8fd0-48f2e1cda622</nif:username>
            <nif:pageInfo>
                <nif:page>4</nif:page>
                <nif:size>2</nif:size>
                
            </nif:pageInfo>
            
        </nif:allUsersPageRequest>
    </soapenv:Body>
</soapenv:Envelope>